{
    "languageText": "English",
    "downloadButtonText": "Κατέβασμα",
    "instructionsButtonText": "Οδηγίες",
    "answersButtonText": "Απαντήσεις",
    "gameDescription": "Το «Παίζουμε Οδύσσεια» είναι ένα ψηφιακό παιχνίδι στην Ομήρου Οδύσσεια σχεδιασμένο για τον/την της Πρωτοβάθμιας και Δευτεροβάθμιας Εκπαίδευσης που επιθυμεί να εφαρμόσει μια εναλλακτική διδασκαλία συνδυάζοντας τη γνώση και την απόλαυση για τους μαθητές του/της.\n\nΣτο μεν Δημοτικό λειτουργεί ως εργαλείο επανάληψης για την Ενότητα 6 της Ιστορίας της Γ΄ τάξης, στο δε Γυμνάσιο για τους κύριους διδακτικούς στόχους που έθεσε ο/η εκπαιδευτικός καθ’ όλη τη διάρκεια της σχολικής χρονιάς.\n\nΣτόχος του παιχνιδιού είναι οι μαθητές οργανωμένοι σε ομάδες και έχοντας στη διάθεσή τους τρεις βοήθειες, να οδηγήσουν τον «Οδυσσέα» τους στην Ιθάκη, αφού περάσουν από δοκιμασίες εμπνευσμένες από το περιεχόμενο της Οδύσσειας.\n\nΜε την ολοκλήρωση των δοκιμασιών οι ομάδες κερδίζουν λάφυρα. Νικήτρια αναδεικνύεται η ομάδα που θα συγκεντρώσει τα περισσότερα λάφυρα και θα οδηγήσει πρώτη τον «Οδυσσέα» της στην Ιθάκη.\n\nΤο ψηφιακό παιχνίδι «Παίζουμε Οδύσσεια» είναι αποτέλεσμα συνεργασίας των Φιλολόγων Αικ. Δαμιανάκη και Ζωής Λέκκα, οι οποίες το σχεδίασαν, με το Εργαστήριο Φυσικών Διαδραστικών Εκπαιδευτικών Παιχνιδιών και Περιβαλλόντων (NILE) του Ελληνικού Μεσογειακού Πανεπιστημίου, που ανέλαβε την ψηφιοποίηση του παιχνιδιού υπό την εποπτεία του Αναπλ. Καθηγητή Νικ. Βιδάκη.\n\nΤη μετάφραση του παιχνιδιού στην αγγλική γλώσσα ανέλαβε η εκπαιδευτικός Αγγλικής Φιλολογίας Μαρία Πετράκη.\n\nΤο «Παίζουμε Οδύσσεια» ως επιτραπέζιο παιχνίδι στην αρχική του μορφή εγκρίθηκε από το Υπουργείο Παιδείας το 2018 και διανεμήθηκε στα Γυμνάσια της Περιφέρειας Κρήτης, αφού το θεωρητικό πλαίσιο είχε τεκμηριωθεί στο 4ο Πανελλήνιο Συνέδριο του Π.Τ.Δ.Ε. του Ε.Κ.Π.Α. \"Ποιότητα στην Εκπαίδευση\".",
    "installationText": "Οδηγίες Εγκατάστασης",
    "instalationGuide": "install_el.pdf",
    "instructionsPrimaryText": "Οδηγίες για τον/την εκπαιδευτικό (Δημοτικό)",
    "instructionsHighText": "Οδηγίες για τον/την εκπαιδευτικό (Γυμνάσιο)",
    "instructionsPrimaryLink": "instructions_primary_el.pdf",
    "instructionsHighLink": "instructions_high_el.pdf",
    "answersPrimaryText": "Ενδεικτικές απαντήσεις (Δημοτικό)",
    "answersHighText": "Ενδεικτικές απαντήσεις (Γυμνάσιο)",
    "answersPrimaryLink": "answers_primary_el.pdf",
    "answersHighLink": "answers_high_el.pdf",
    "backButtonText": "Πίσω στο μενού"
  }
  