{
    "downloadButtonText": "Download",
    "instructionsButtonText": "Instructions",
    "answersButtonText": "Answers",
    "gameDescription": "“Let’s play Odyssey” is a digital game based on Homer’s “Odyssey”, especially designed for the Primary and Secondary Education teacher, who wishes to implement an alternative teaching approach, combining knowledge with pleasure for his/her pupils.\n\nAt the Primary School it can be used as a revision tool for Chapter 6 of C Class’ History book and at the Junior High School it can facilitate all the main teaching objectives set by the teacher throughout the school year.\n\nThe aim of the game is that the pupils, organized in groups and having three helping cards at their disposal, succeed in helping their “Ulysses” reach Ithaca, after managing to deal with a series of trials inspired by the content of Odyssey. Upon the successful completion of the trials, the groups win spoils. The winner is the group that gets the greatest number of spoils and manages to lead Ulysses to Ithaca first.\n\nThe digital game “Let’s play Odyssey” is a product of cooperation of the philologists Aikaterini Damianaki and Zoe Lekka, who designed it, with the NILE lab of the Hellenic Mediterranean University (HMU), which undertook the task of the game’s digitalization, under the supervision of Dr. Nik. Vidakis. The translation of the game into English was written by Maria Petraki (teacher of English Literature).\n\n“Let’s play Odyssey”, in its initial form as a board game, was officially accredited by the Greek Ministry of Education in 2018 and was distributed to all the Junior High Schools of the Region of Crete. Its theoretical framework had already been documented at the 4th Panhellenic Conference “Quality in Education” at the Department of Pedagogy and Primary Education of National and Kapodistrian University of Athens.",
    "downloadLink": "https://drive.google.com/drive/folders/1Bd9F7EvJIbKBAtdOanEQKf2iCpVTydtS",
    "instructionsLink": "https://drive.google.com/drive/folders/1ejxyityRFu3wTKnaZ4_k3ZZ-xfeBJxZU",
    "answersLink": "https://drive.google.com/drive/folders/1wGWB6cZ5m1b6Yu-VNsYlqAj6lCJWnrik"
  }
  